import { IServiceElement } from "../types";

export const serviceElements: IServiceElement[] = [
  {
    picture: "/services1.png",
    title: "Web-разработка",
    description:
      "Комплекс мероприятий и услуг направленных на проектирование, разработку, тестирование и ввод в эксплуатацию различных веб-решений",
  },
  {
    picture: "/services2.png",
    title: "Аналитика",
    description:
      "Сбор и анализ требований, формирование сопутствующей проектной документации",
  },
  {
    picture: "/services3.png",
    title: "BigData",
    description:
      "Кластеризация, классификация, структурирование и обработка больших объемов информации",
  },
  {
    picture: "/services4.png",
    title: "Свёрточные нейронные сети",
    description:
      "Разработка приложений, позволяющих распознавать объекты, лица на изображениях, речь и многое другое.",
  },
  {
    picture: "/services5.png",
    title: "Генеративные нейронные сети",
    description:
      "Реализация сервисов для создания (генерации) текстов, картинок или их автоматического редактирования",
  },
];
